Revit 2027 API
ValueAtPointBase.ClearAllFlags Method
 Sets flags for all measurements to ValueAtPointFlags::None.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void ClearAllFlags()
Public Sub ClearAllFlags
public:
void ClearAllFlags()
member ClearAllFlags : unit -> unit
See Also
Reference
ValueAtPointBase Class
Autodesk.Revit.DB Namespace